workstation/openfoam-master-tutorials/tutorials/incompressible/simpleFoam/T3A/system/kGraph
// -*- C++ -*-

start   (0.04075 0.05 0);
end     (3.04 0.05 0);
fields  (k);

// Sampling and I/O settings
#includeEtc "caseDicts/postProcessing/graphs/sampleDict.cfg"

// Override settings here, e.g.
setConfig
{
    axis x;
}

// Must be last entry
#includeEtc "caseDicts/postProcessing/graphs/graph.cfg"


// ************************************************************************* //
